import React from 'react'

export default function Welcome() {
  return (
    <div style={{ width: '100%' }}>
    <h1 style={{ marginTop: '20px' , textAlign: 'center'}}>Welcome</h1>
    <p style={{ marginTop: '20px' , textAlign: 'center' }}><strong>  Здравствуйте уважаемые участники группы BestAutoChoice👋 </strong></p>
    <p style={{ marginTop: '20px' , textAlign: 'center' }}>
       Мы являемся официальной лицензированной диллерской компанией <strong>Autosport Motors LLC.</strong>
    </p>
    <p style={{ marginTop: '20px' , textAlign: 'center' }}><strong>
      Для принятия участия в игре 🚙 
С Закрытых дилерских аукционов США❗️
⬇️Необходимо⬇️ </strong></p>
    <ul className='newsList' style={{listStyle: 'none' , display: 'flex', flexDirection: 'column', alignItems: 'start'}}>
      <li>1️⃣ Выбрать Автомобиль в Группе, присылать нам информацию о вашем выборе в 
а)✍️ Личном Сообщении @AndrewRudovich
b)📞 Звоните  +1(407)8001554
Если в группе не нашли подходящее Вам авто, пожалуйста оставьте свои пожелания в личном сообщении, мы подберем варианты для Вас.</li>
      <li> 2️⃣Обговариваем Автомобиль и Ставку👌</li>
      <li> 3️⃣ Если Вы принимаете решение о том что хотите учавствовать  , перед осмотром необходимо внести депозит в размере 30% от Вашей максимальной ставки , депозит вносится на счет компании «AUTOSPORT MOTORS LLC»</li>
      <li>4️⃣ на осмотре ; присылаем вам Видео, Фото обговариваем еще раз состояние и ставку</li>
      <li>5️⃣ Играем Автомобиль,на Аукционе 👌</li>
      <li> 6️⃣ После выигрыша автомобиль 🚙 нужно оплатить  полностью со всеми Комиссиями в течении 24 часов и забрать автомобиль с  Площадки либо Заказать Доставку</li>
      <li>7️⃣ Оформление проходит онлайн, вы экономите свое время и деньги , и получаете готовый пакет Документов 👌 </li>
      <li>8️⃣ На Авто вы можете ездить как только забрали Машину с Аукциона мы делаем пакет документов Временный номер и регистрацию временную и отправляем на вашу  электронную почту!</li>
    </ul>
<p style={{textAlign: 'center'}}>
<strong>Важно❗️</strong>
Все решения о покупке автомобиля Вы принимаете самостоятельно, компания AUTOSPORT MOTORS LLC оказывает помощь в доступе к покупке а также информационные услуги, оформление документа, оформление тайтлов , оформление номеров, услуги доставки . Дополнительно наша компания оказывает помощь по решению любого ряда вопросов связанных с автомобилем. Желаем вам приятных покупок.
</p></div>
  )
}
